Fk:loadTranslationTable({
  ["standard"] = "Standard",
  ["wei"] = "Wei",
  ["shu"] = "Shu",
  ["wu"] = "Wu",
  ["qun"] = "Qun",

  ["black"] = "Black",
  ["red"] = '<font color="#CC3131">Red</font>',
  ["nocolor"] = '<font color="grey">NoColor</font>',

  ["caocao"] = "Cao Cao",
  ["jianxiong"] = "Villainous Hero",
  [":jianxiong"] = "当你受到伤害后，你可以获得对你造成伤害的牌。",

  ["simayi"] = "Sima Yi",
  ["guicai"] = "鬼才",
  [":guicai"] = "当一名角色的判定牌生效前，你可以打出一张手牌代替之。",
  ["#guicai-ask"] = "是否发动“鬼才”，打出一张手牌修改 %dest 的判定？",
  ["fankui"] = "反馈",
  [":fankui"] = "当你受到伤害后，你可以获得伤害来源的一张牌。",

  ["xiahoudun"] = "夏侯惇",
  ["ganglie"] = "刚烈",
  [":ganglie"] = "当你受到伤害后，你可以进行判定：若结果不为红桃，则伤害来源选择一项：弃置两张手牌，或受到1点伤害。",

  ["zhangliao"] = "张辽",
  ["tuxi"] = "突袭",
  [":tuxi"] = "摸牌阶段，你可以改为获得至多两名其他角色的各一张手牌。",
  ["#tuxi-ask"] = "是否发动“突袭”，改为获得1-2名角色各一张手牌？",

  ["xuchu"] = "许褚",
  ["luoyi"] = "裸衣",
  [":luoyi"] = "摸牌阶段，你可以少摸一张牌，若如此做，本回合你使用【杀】或【决斗】对目标角色造成伤害时，此伤害+1。",

  ["guojia"] = "郭嘉",
  ["tiandu"] = "天妒",
  [":tiandu"] = "当你的判定牌生效后，你可以获得之。",
  ["yiji"] = "遗计",
  [":yiji"] = "每当你受到1点伤害后，你可以观看牌堆顶的两张牌并任意分配它们。",

  ["zhenji"] = "甄姬",
  ["luoshen"] = "洛神",
  [":luoshen"] = "准备阶段开始时，你可以进行判定：若结果为黑色，判定牌生效后你获得之，然后你可以再次发动“洛神”。",
  ["qingguo"] = "倾国",
  [":qingguo"] = "你可以将一张黑色手牌当【闪】使用或打出。",

  ["liubei"] = "刘备",
  ["rende"] = "仁德",
  [":rende"] = "出牌阶段，你可以将至少一张手牌任意分配给其他角色。你于本阶段内以此法给出的手牌首次达到两张或更多后，你回复1点体力。",

  ["guanyu"] = "关羽",
  ["wusheng"] = "武圣",
  [":wusheng"] = "你可以将一张红色牌当【杀】使用或打出。",

  ["zhangfei"] = "张飞",
  ["paoxiao"] = "咆哮",
  [":paoxiao"] = "锁定技，出牌阶段，你使用【杀】无次数限制。",

  ["zhugeliang"] = "诸葛亮",
  ["guanxing"] = "观星",
  [":guanxing"] = "准备阶段开始时，你可以观看牌堆顶的X张牌，然后将任意数量的牌置于牌堆顶，将其余的牌置于牌堆底。（X为存活角色数且至多为5）",
  ["kongcheng"] = "空城",
  [":kongcheng"] = "锁定技，若你没有手牌，你不能被选择为【杀】或【决斗】的目标。",

  ["zhaoyun"] = "赵云",
  ["longdan"] = "龙胆",
  [":longdan"] = "你可以将一张【杀】当【闪】使用或打出，或将一张【闪】当普通【杀】使用或打出。",

  ["machao"] = "马超",
  ["mashu"] = "马术",
  [":mashu"] = "锁定技。你与其他角色的距离-1。",
  ["tieqi"] = "铁骑",
  [":tieqi"] = "每当你指定【杀】的目标后，你可以进行判定：若结果为红色，该角色不能使用【闪】响应此【杀】。",

  ["huangyueying"] = "黄月英",
  ["jizhi"] = "集智",
  [":jizhi"] = "每当你使用一张非延时锦囊牌时，你可以摸一张牌。",
  ["qicai"] = "奇才",
  [":qicai"] = "锁定技。你使用锦囊牌无距离限制。",

  ["sunquan"] = "孙权",
  ["zhiheng"] = "制衡",
  [":zhiheng"] = "阶段技，你可以弃置至少一张牌然后摸等量的牌。",

  ["ganning"] = "甘宁",
  ["qixi"] = "奇袭",
  [":qixi"] = "你可以将一张黑色牌当【过河拆桥】使用。",

  ["lvmeng"] = "吕蒙",
  ["keji"] = "克己",
  [":keji"] = "若你未于出牌阶段内使用或打出【杀】，你可以跳过弃牌阶段。",

  ["huanggai"] = "黄盖",
  ["kurou"] = "苦肉",
  [":kurou"] = "出牌阶段，你可以失去1点体力然后摸两张牌。",

  ["zhouyu"] = "周瑜",
  ["yingzi"] = "英姿",
  [":yingzi"] = "摸牌阶段，你可以多摸一张牌。",
  ["fanjian"] = "反间",
  [":fanjian"] = "阶段技。你可以令一名其他角色选择一种花色，然后正面朝上获得你的一张手牌。若此牌花色与该角色所选花色不同，你对其造成1点伤害。",

  ["daqiao"] = "大乔",
  ["guose"] = "国色",
  [":guose"] = "你可以将一张方块牌当【乐不思蜀】使用。",
  ["liuli"] = "流离",
  [":liuli"] = "每当你成为【杀】的目标时，你可以弃置一张牌并选择你攻击范围内为此【杀】合法目标（无距离限制）的一名角色：若如此做，该角色代替你成为此【杀】的目标。",
  ["#liuli-target"] = "流离：你可以弃置一张牌，将【杀】的目标转移给一名其他角色",

  ["luxun"] = "陆逊",
  ["qianxun"] = "谦逊",
  [":qianxun"] = "锁定技，你不能被选择为【顺手牵羊】与【乐不思蜀】的目标。",
  ["lianying"] = "连营",
  [":lianying"] = "每当你失去最后的手牌后，你可以摸一张牌。",

  ["sunshangxiang"] = "Sun Shangxiang",
  ["xiaoji"] = "Warrior Lady",
  [":xiaoji"] = "每当你失去一张装备区的装备牌后，你可以摸两张牌。",
  ["jieyin"] = "Marriage",
  [":jieyin"] = "阶段技，你可以弃置两张手牌并选择一名已受伤的男性角色：若如此做，你和该角色各回复1点体力。",

  ["huatuo"] = "华佗",
  ["qingnang"] = "青囊",
  [":qingnang"] = "阶段技，你可以弃置一张手牌并选择一名已受伤的角色：若如此做，该角色回复1点体力。",
  ["jijiu"] = "急救",
  [":jijiu"] = "你的回合外，你可以将一张红色牌当【桃】使用。",

  ["lvbu"] = "吕布",

  ["diaochan"] = "貂蝉",
  ["lijian"] = "离间",
  [":lijian"] = "阶段技，你可以弃置一张牌并选择两名其他男性角色，后选择的角色视为对先选择的角色使用了一张不能被无懈可击的决斗。",
  ["biyue"] = "闭月",
  [":biyue"] = "结束阶段开始时，你可以摸一张牌。",
}, "en_US")

-- aux skills
Fk:loadTranslationTable{
  ["discard_skill"] = "弃牌",
  ["choose_players_skill"] = "选择角色",
}
