-- SPDX-License-Identifier: GPL-3.0-or-later

Fk:loadTranslationTable{
  ["standard"] = "标准包",
  ["wei"] = "魏",
  ["shu"] = "蜀",
  ["wu"] = "吴",
  ["qun"] = "群",

  ["caocao"] = "曹操",
  ["#caocao"] = "魏武帝",
  ["illustrator:caocao"] = "KayaK",
  ["~caocao"] = "霸业未成！未成啊！",
  ["$jianxiong1"] = "宁教我负天下人，休教天下人负我！",
  ["$jianxiong2"] = "吾好梦中杀人！",
  ["jianxiong"] = "奸雄",
  [":jianxiong"] = "当你受到伤害后，你可以获得对你造成伤害的牌。",
  ["$hujia1"] = "来人！护驾！",
  ["$hujia2"] = "魏将何在？",
  ["hujia"] = "护驾",
  [":hujia"] = "主公技，当你需要使用或打出【闪】时，你可以令其他魏势力角色选择是否打出一张【闪】（视为由你使用或打出）。",
  ["#hujia-ask"] = "护驾：你可打出一张闪，视为 %src 使用或打出",

  ["simayi"] = "司马懿",
  ["#simayi"] = "狼顾之鬼",
  ["illustrator:simayi"] = "KayaK",
  ["~simayi"] = "难道真是天意难违？",
  ["$guicai1"] = "天命？哈哈哈哈……",
  ["$guicai2"] = "吾乃天命之子！",
  ["guicai"] = "鬼才",
  [":guicai"] = "当一名角色的判定牌生效前，你可以打出一张手牌代替之。",
  ["#guicai-ask"] = "是否发动“鬼才”，打出一张手牌修改 %dest 的判定？",
  ["$fankui1"] = "下次注意点。",
  ["$fankui2"] = "出来混，早晚要还的。",
  ["fankui"] = "反馈",
  [":fankui"] = "当你受到伤害后，你可以获得伤害来源的一张牌。",

  ["xiahoudun"] = "夏侯惇",
  ["#xiahoudun"] = "独眼的罗刹",
  ["illustrator:xiahoudun"] = "KayaK",
  ["~xiahoudun"] = "两边都看不见了……",
  ["$ganglie1"] = "鼠辈，竟敢伤我！",
  ["$ganglie2"] = "以彼之道，还施彼身！",
  ["ganglie"] = "刚烈",
  [":ganglie"] = "当你受到伤害后，你可以进行判定：若结果不为红桃，则伤害来源选择一项：弃置两张手牌，或受到1点伤害。",

  ["zhangliao"] = "张辽",
  ["#zhangliao"] = "前将军",
  ["illustrator:zhangliao"] = "KayaK",
  ["~zhangliao"] = "真的没想到……",
  ["$tuxi1"] = "哼，没想到吧！",
  ["$tuxi2"] = "拿来吧！",
  ["tuxi"] = "突袭",
  [":tuxi"] = "摸牌阶段，你可以改为获得至多两名其他角色的各一张手牌。",
  ["#tuxi-ask"] = "是否发动“突袭”，改为获得1-2名角色各一张手牌？",

  ["xuchu"] = "许褚",
  ["#xuchu"] = "虎痴",
  ["illustrator:xuchu"] = "KayaK",
  ["~xuchu"] = "冷，好冷啊……",
  ["$luoyi1"] = "脱！",
  ["$luoyi2"] = "谁来与我大战三百回合？",
  ["luoyi"] = "裸衣",
  [":luoyi"] = "摸牌阶段，你可以少摸一张牌，然后本回合你使用【杀】或【决斗】对目标角色造成伤害时，此伤害+1。",

  ["guojia"] = "郭嘉",
  ["#guojia"] = "早终的先知",
  ["illustrator:guojia"] = "KayaK",
  ["~guojia"] = "咳，咳……",
  ["$tiandu1"] = "就这样吧。",
  ["$tiandu2"] = "哦？",
  ["tiandu"] = "天妒",
  [":tiandu"] = "当你的判定牌生效后，你可以获得之。",
  ["$yiji1"] = "也好。",
  ["$yiji2"] = "罢了。",
  ["yiji"] = "遗计",
  [":yiji"] = "当你受到1点伤害后，你可以观看牌堆顶的两张牌并任意分配它们。",
  ["yiji_active"] = "遗计",
  ["#yiji-give"] = "遗计：你可以将这些牌分配给任意角色，点“取消”自己保留",

  ["zhenji"] = "甄姬",
  ["#zhenji"] = "薄幸的美人",
  ["illustrator:zhenji"] = "KayaK",
  ["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",
  ["$luoshen1"] = "髣髴兮若轻云之蔽月。",
  ["$luoshen2"] = "飘飖兮若流风之回雪。",
  ["luoshen"] = "洛神",
  [":luoshen"] = "准备阶段开始时，你可以进行判定：若结果为黑色，判定牌生效后你获得之，然后你可以重复此流程。",
  ["#luoshen_obtain"] = "洛神",
  ["$qingguo1"] = "凌波微步，罗袜生尘。",
  ["$qingguo2"] = "体迅飞凫，飘忽若神。",
  ["qingguo"] = "倾国",
  [":qingguo"] = "你可以将一张黑色手牌当【闪】使用或打出。",

  ["liubei"] = "刘备",
  ["#liubei"] = "乱世的枭雄",
  ["illustrator:liubei"] = "KayaK",
  ["~liubei"] = "这就是桃园吗？",
  ["$rende1"] = "以德服人。",
  ["$rende2"] = "唯贤唯德，能服于人。",
  ["rende"] = "仁德",
  [":rende"] = "出牌阶段，你可以将至少一张手牌任意分配给其他角色。你于本阶段内以此法给出的手牌首次达到两张或更多后，你回复1点体力。",
  ["#rende-active"] = "发动 仁德，将至少一张手牌交给其他角色",
  ["$jijiang1"] = "蜀将何在？",
  ["$jijiang2"] = "尔等敢应战否？",
  ["jijiang"] = "激将",
  [":jijiang"] = "主公技，当你需要使用或打出【杀】时，你可以令其他蜀势力角色选择是否打出一张【杀】（视为由你使用或打出）。",
  ["#jijiang-ask"] = "激将：你可打出一张杀，视为 %src 使用或打出",

  ["guanyu"] = "关羽",
  ["#guanyu"] = "美髯公",
  ["illustrator:guanyu"] = "KayaK",
  ["~guanyu"] = "什么？此地名叫麦城？",
  ["$wusheng1"] = "关羽在此，尔等受死！",
  ["$wusheng2"] = "看尔乃插标卖首！",
  ["wusheng"] = "武圣",
  [":wusheng"] = "你可以将一张红色牌当【杀】使用或打出。",

  ["zhangfei"] = "张飞",
  ["#zhangfei"] = "万夫不当",
  ["illustrator:zhangfei"] = "KayaK",
  ["~zhangfei"] = "实在是，杀不动了……",
  ["$paoxiao1"] = "啊~~~！",
  ["$paoxiao2"] = "燕人张飞在此！",
  ["paoxiao"] = "咆哮",
  [":paoxiao"] = "锁定技，出牌阶段，你使用【杀】无次数限制。",

  ["zhugeliang"] = "诸葛亮",
  ["#zhugeliang"] = "迟暮的丞相",
  ["illustrator:zhugeliang"] = "KayaK",
  ["~zhugeliang"] = "将星陨落，天命难违。",
  ["$guanxing1"] = "观今夜天象，知天下大事。",
  ["$guanxing2"] = "知天易，逆天难。",
  ["guanxing"] = "观星",
  [":guanxing"] = "准备阶段开始时，你可以观看牌堆顶的X张牌，然后将任意数量的牌置于牌堆顶，将其余的牌置于牌堆底。（X为存活角色数且至多为5）",
  ["$kongcheng1"] = "（悠扬的琴音）",
  ["$kongcheng2"] = "（低沉的琴音）",
  ["kongcheng"] = "空城",
  [":kongcheng"] = "锁定技，若你没有手牌，你不能被选择为【杀】或【决斗】的目标。",

  ["zhaoyun"] = "赵云",
  ["#zhaoyun"] = "少年将军",
  ["illustrator:zhaoyun"] = "KayaK",
  ["~zhaoyun"] = "这，就是失败的滋味吗？",
  ["$longdan1"] = "能进能退乃真正法器！",
  ["$longdan2"] = "吾乃常山赵子龙也！",
  ["longdan"] = "龙胆",
  [":longdan"] = "你可以将一张【杀】当【闪】使用或打出，或将一张【闪】当普通【杀】使用或打出。",

  ["machao"] = "马超",
  ["#machao"] = "一骑当千",
  ["illustrator:machao"] = "KayaK",
  ["~machao"] = "（马蹄远去声）",
  ["mashu"] = "马术",
  [":mashu"] = "锁定技，你与其他角色的距离-1。",
  ["$tieqi1"] = "全军突击！",
  ["$tieqi2"] = "（马蹄、马嘶声）",
  ["tieqi"] = "铁骑",
  [":tieqi"] = "当你指定【杀】的目标后，你可以进行判定：若结果为红色，该角色不能使用【闪】响应此【杀】。",

  ["huangyueying"] = "黄月英",
  ["#huangyueying"] = "归隐的杰女",
  ["illustrator:huangyueying"] = "KayaK",
  ["~huangyueying"] = "亮……",
  ["$jizhi1"] = "哼哼～",
  ["$jizhi2"] = "哼～",
  ["jizhi"] = "集智",
  [":jizhi"] = "当你使用非转化的普通锦囊牌时，你可摸一张牌。",
  ["qicai"] = "奇才",
  [":qicai"] = "锁定技，你使用锦囊牌无距离限制。",

  ["sunquan"] = "孙权",
  ["#sunquan"] = "年轻的贤君",
  ["illustrator:sunquan"] = "KayaK",
  ["~sunquan"] = "父亲，大哥，仲谋愧矣……",
  ["$zhiheng1"] = "容我三思。",
  ["$zhiheng2"] = "且慢。",
  ["zhiheng"] = "制衡",
  [":zhiheng"] = "出牌阶段限一次，你可以弃置任意张牌，然后摸等量的牌。",
  ["#zhiheng-active"] = "发动 制衡，弃置任意张牌，然后摸等量的牌",
  ["$jiuyuan1"] = "有汝辅佐，甚好！",
  ["$jiuyuan2"] = "好舒服啊。",
  ["jiuyuan"] = "救援",
  [":jiuyuan"] = "主公技，其他吴势力角色使用【桃】令你回复体力时，回复值+1。",

  ["ganning"] = "甘宁",
  ["#ganning"] = "锦帆游侠",
  ["illustrator:ganning"] = "KayaK",
  ["~ganning"] = "二十年后，又是一条好汉……",
  ["$qixi1"] = "接招吧！",
  ["$qixi2"] = "你的牌太多啦！",
  ["qixi"] = "奇袭",
  [":qixi"] = "你可以将一张黑色牌当【过河拆桥】使用。",

  ["lvmeng"] = "吕蒙",
  ["#lvmeng"] = "白衣渡江",
  ["illustrator:lvmeng"] = "KayaK",
  ["~lvmeng"] = "被看穿了吗……",
  ["$keji1"] = "不是不报，时候未到！",
  ["$keji2"] = "留得青山在，不怕没柴烧！",
  ["keji"] = "克己",
  [":keji"] = "若你未于出牌阶段内使用或打出【杀】，你可以跳过弃牌阶段。",

  ["huanggai"] = "黄盖",
  ["#huanggai"] = "轻身为国",
  ["illustrator:huanggai"] = "KayaK",
  ["~huanggai"] = "失血……过多了……",
  ["$kurou1"] = "请鞭笞我吧，公瑾！",
  ["$kurou2"] = "赴汤蹈火，在所不辞！",
  ["kurou"] = "苦肉",
  [":kurou"] = "出牌阶段，你可以失去1点体力，然后摸两张牌。",
  ["#kurou-active"] = "发动 苦肉，失去1点体力，然后摸两张牌",

  ["zhouyu"] = "周瑜",
  ["#zhouyu"] = "大都督",
  ["illustrator:zhouyu"] = "KayaK",
  ["~zhouyu"] = "既生瑜，何生……",
  ["$yingzi1"] = "哈哈哈哈……",
  ["$yingzi2"] = "汝等看好了！",
  ["yingzi"] = "英姿",
  [":yingzi"] = "摸牌阶段，你可以多摸一张牌。",
  ["$fanjian1"] = "挣扎吧，在血和暗的深渊里！",
  ["$fanjian2"] = "痛苦吧，在仇与恨的地狱中！",
  ["fanjian"] = "反间",
  [":fanjian"] = "出牌阶段限一次，你可以令一名其他角色选择一种花色，然后正面朝上获得你的一张手牌。若此牌花色与其所选花色不同，你对其造成1点伤害。",
  ["#fanjian-active"] = "发动 反间，选择一名其他角色，令其选择一种花色，然后正面朝上获得你的一张手牌<br />若此牌花色与其所选花色不同，你对其造成1点伤害",

  ["daqiao"] = "大乔",
  ["#daqiao"] = "矜持之花",
  ["illustrator:daqiao"] = "KayaK",
  ["~daqiao"] = "伯符，我去了……",
  ["$guose1"] = "请休息吧。",
  ["$guose2"] = "你累了。",
  ["guose"] = "国色",
  [":guose"] = "你可以将一张方块牌当【乐不思蜀】使用。",
  ["$liuli1"] = "交给你了。",
  ["$liuli2"] = "你来嘛～",
  ["liuli"] = "流离",
  [":liuli"] = "当你成为【杀】的目标时，你可以弃置一张牌并选择你攻击范围内为此【杀】合法目标（无距离限制）的一名角色：若如此做，该角色代替你成为此【杀】的目标。",
  ["#liuli-target"] = "流离：你可以弃置一张牌，将【杀】的目标转移给一名其他角色",

  ["luxun"] = "陆逊",
  ["#luxun"] = "儒生雄才",
  ["illustrator:luxun"] = "KayaK",
  ["~luxun"] = "我还是太年轻了……",
  ["$qianxun1"] = "儒生脱尘，不为贪逸淫乐之事。",
  ["$qianxun2"] = "谦谦君子，不饮盗泉之水。",
  ["qianxun"] = "谦逊",
  [":qianxun"] = "锁定技，你不能被选择为【顺手牵羊】与【乐不思蜀】的目标。",
  ["$lianying1"] = "牌不是万能的，但是没牌是万万不能的。",
  ["$lianying2"] = "旧的不去，新的不来。",
  ["lianying"] = "连营",
  [":lianying"] = "当你失去手牌后，若你没有手牌，你可以摸一张牌。",

  ["sunshangxiang"] = "孙尚香",
  ["#sunshangxiang"] = "弓腰姬",
  ["illustrator:sunshangxiang"] = "KayaK",
  ["~sunshangxiang"] = "不，还不可以死……",
  ["$xiaoji1"] = "哼！",
  ["$xiaoji2"] = "看我的厉害！",
  ["xiaoji"] = "枭姬",
  [":xiaoji"] = "当你失去一张装备区的装备牌后，你可以摸两张牌。",
  ["$jieyin1"] = "夫君，身体要紧。",
  ["$jieyin2"] = "他好，我也好。",
  ["jieyin"] = "结姻",
  [":jieyin"] = "出牌阶段限一次，你可以弃置两张手牌并选择一名已受伤的男性角色，然后你与其各回复1点体力。",
  ["#jieyin-active"] = "发动 结姻，弃置两张手牌并选择一名已受伤的男性角色，你与其各回复1点体力",

  ["huatuo"] = "华佗",
  ["#huatuo"] = "神医",
  ["illustrator:huatuo"] = "KayaK",
  ["~huatuo"] = "医者……不能自医啊……",
  ["$qingnang1"] = "早睡早起，方能养生。",
  ["$qingnang2"] = "越老越要补啊。",
  ["qingnang"] = "青囊",
  [":qingnang"] = "出牌阶段限一次，你可以弃置一张手牌并选择一名已受伤的角色，然后其回复1点体力。",
  ["#qingnang-active"] = "发动 青囊，弃置一张手牌并选择一名已受伤的角色，其回复1点体力",
  ["$jijiu1"] = "别紧张，有老夫呢。",
  ["$jijiu2"] = "救人一命，胜造七级浮屠。",
  ["jijiu"] = "急救",
  [":jijiu"] = "你的回合外，你可以将一张红色牌当【桃】使用。",

  ["lvbu"] = "吕布",
  ["#lvbu"] = "武的化身",
  ["illustrator:lvbu"] = "KayaK",
  ["~lvbu"] = "不可能……！",
  ["$wushuang1"] = "谁能挡我！",
  ["$wushuang2"] = "神挡杀神，佛挡杀佛！",
  ["wushuang"] = "无双",
  [":wushuang"] = "锁定技，当你使用【杀】指定目标后，其使用【闪】抵消此【杀】的方式改为需连续使用两张【闪】；当你使用【决斗】指定目标后，或当你成为【决斗】的目标后，你令其打出【杀】响应此【决斗】的方式改为需连续打出两张【杀】。",

  ["diaochan"] = "貂蝉",
  ["#diaochan"] = "绝世的舞姬",
  ["illustrator:diaochan"] = "KayaK",
  ["~diaochan"] = "父亲大人，对不起……",
  ["$lijian1"] = "嗯呵呵～～呵呵～～",
  ["$lijian2"] = "夫君，你要替妾身作主啊……",
  ["lijian"] = "离间",
  [":lijian"] = "出牌阶段限一次，你可以弃置一张牌并选择两名其他男性角色，后选择的角色视为对先选择的角色使用了一张不能被【无懈可击】的【决斗】。",
  ["#lijian-active"] = "发动 离间，弃置一张手牌并选择两名其他男性角色，后选择的角色视为对先选择的角色使用了一张不能被【无懈可击】的【决斗】",
  ["$biyue1"] = "失礼了～",
  ["$biyue2"] = "羡慕吧～",
  ["biyue"] = "闭月",
  [":biyue"] = "结束阶段开始时，你可以摸一张牌。",

  ["fastchat_m"] = "快捷短语",
  ["fastchat_f"] = "快捷短语",

  ["$fastchat_m1"] = "能不能快一点啊，兵贵神速啊。",
  ["$fastchat_m2"] = "主公，别开枪，自己人！",
  ["$fastchat_m3"] = "小内再不跳，后面还怎么玩啊？",
  ["$fastchat_m4"] = "你们忍心，就这么让我酱油了？",
  ["$fastchat_m5"] = "我……我惹你们了吗！？",
  ["$fastchat_m6"] = "姑娘，你真是条汉子。",
  ["$fastchat_m7"] = "三十六计走为上，容我去去便回。",
  ["$fastchat_m8"] = "人心散了，队伍不好带啊。",
  ["$fastchat_m9"] = "昏君，昏君呐！",
  ["$fastchat_m10"] = "风吹鸡蛋壳，牌去人安乐。",
  ["$fastchat_m11"] = "小内啊，你老悠着点。",
  ["$fastchat_m12"] = "啊，不好意思，刚才卡了。",
  ["$fastchat_m13"] = "你可以打的再烂一点吗？",
  ["$fastchat_m14"] = "哥们，给力点行吗？",
  ["$fastchat_m15"] = "哥哥，交个朋友吧。",
  ["$fastchat_m16"] = "妹子，交个朋友吧。",
  ["$fastchat_m17"] = "我从未见过如此厚颜无耻之人！",
  ["$fastchat_m18"] = "你随便杀，闪不了算我输。",
  ["$fastchat_m19"] = "这波，不亏。",
  ["$fastchat_m20"] = "请收下我的膝盖。",
  ["$fastchat_m21"] = "你咋不上天呢？",
  ["$fastchat_m22"] = "放开我的队友，冲我来。",
  ["$fastchat_m23"] = "见证奇迹的时刻到了。",
  ["$fastchat_f1"] = "能不能快一点啊，兵贵神速啊。",
  ["$fastchat_f2"] = "主公，别开枪，自己人！",
  ["$fastchat_f3"] = "小内再不跳，后面还怎么玩啊？",
  ["$fastchat_f4"] = "嗯嘛~你们忍心，就这么让我酱油了？",
  ["$fastchat_f5"] = "我……我惹你们了吗？",
  ["$fastchat_f6"] = "姑娘，你真是条汉子。",
  ["$fastchat_f7"] = "三十六计走为上，容我去去便回。",
  ["$fastchat_f8"] = "人心散了，队伍不好带啊。",
  ["$fastchat_f9"] = "昏君，昏君呐！",
  ["$fastchat_f10"] = "风吹鸡蛋壳，牌去人安乐。",
  ["$fastchat_f11"] = "小内啊，你老悠着点儿。",
  ["$fastchat_f12"] = "不好意思，刚才卡了。",
  ["$fastchat_f13"] = "你可以打的再烂一点吗？",
  ["$fastchat_f14"] = "哥们，给力点行吗？",
  ["$fastchat_f15"] = "哥，交个朋友吧。",
  ["$fastchat_f16"] = "妹子，交个朋友吧。",
  ["$fastchat_f17"] = "我从未见过如此厚颜无耻之人！",
  ["$fastchat_f18"] = "你随便杀，闪不了算我输。",
  ["$fastchat_f19"] = "这波，不亏。",
  ["$fastchat_f20"] = "请收下我的膝盖。",
  ["$fastchat_f21"] = "你咋不上天呢？",
  ["$fastchat_f22"] = "放开我的队友，冲我来。",
  ["$fastchat_f23"] = "见证奇迹的时刻到了。",

  ["aaa_role_mode"] = "身份模式",
  [":aaa_role_mode"] = [========================================[
# 身份模式简介

___

你即将开始学习一款集角色扮演、战斗、伪装等要素于一体的多人卡牌游戏。它能让你通过扮演耳熟能详的三国角色，在颠覆性的历史舞台中，演义一段扑朔迷离并充满刺激的较量。你将会充分体验到与玩家博弈的乐趣，它将是你聚会休闲的最佳伙伴，它就是——三国杀。

___

## 游戏配件

游戏需要用到的牌为：身份牌，体力牌，武将牌，游戏牌。

身份牌8张：1主公，2忠臣，4反贼，1内奸；武将牌25张；游戏牌104张＋EX游戏牌4张；体力牌8张。

___

## 游戏目标

玩家的游戏目标是由拿到的身份牌决定的，每种身份的胜利条件如下：

- 主公：消灭所有的反贼和内奸，平定天下。
- 忠臣：不惜一切代价保护主公，胜利条件与主公相同。
- 反贼：杀死主公，推翻统治。
- 内奸：除掉除自己之外的所有人，成为最后的生还者。

___

## 决定身份

参考下表，抽取等于玩家人数的身份牌：

| 玩家人数 | 主公 | 忠臣 | 反贼 | 内奸 |
| -------- | ---- | ---- | ---- | ---- |
| 2        | 1    | 0    | 1    | 0    |
| 3        | 1    | 0    | 1    | 1    |
| 4        | 1    | 1    | 1    | 1    |
| 5        | 1    | 1    | 2    | 1    |
| 6        | 1    | 1    | 3    | 1    |
| 7        | 1    | 2    | 3    | 1    |
| 8        | 1    | 2    | 4    | 1    |

随机分给每个玩家一张身份牌，抽到主公身份的玩家需立即亮出身份（将主公牌正面朝上放在面前），其它身份的玩家保存好自己的身份牌，不让别的玩家知道自己的身份。

___

## 挑选武将

带有特殊能力的武将牌为游戏提供了丰富的变化和乐趣，但同时也让游戏变得相对复杂，如果是第一次玩三国杀，建议暂且不使用武将牌。请略过这部分，继续看“分发体力牌”。若对三国杀已经有了大致的了解，可以尝试加入武将进行游戏，按如下的步骤挑选武将。

首先分给获得主公身份的玩家（以下简称主公玩家）“曹操”、“刘备”、“孙权”，和另外随机抽取的2张武将牌，一共5张武将牌。由主公玩家挑选一个武将扮演，并将选好的武将牌展示给其他玩家。

将剩余的24张武将牌洗混，随机发给其余每位玩家各3张（10人游戏时每人发2张）。接着每人从3张牌里挑选一张扣在自己面前，待所有玩家都挑选好后同时亮出。将剩余未选的武将牌洗混，面朝下放在一旁。

___

## 分发体力牌

拿取对应人物体力上限的体力牌（看阴阳鱼的数量），用武将牌盖住左侧。

主公在其体力上限的基础上再增加一点（四人游戏时不再额外增加）。

例如三点体力的角色当主公时，他/她的体力上限就是四点，使用四点体力的体力牌。

将体力牌置于武将牌下方，露出当前体力值。扣减体力时，将武将牌右移挡住被扣减的体力。

___

## 回合流程

将游戏牌洗混，随机分给每个玩家4张，此为起始手牌（手牌：拿在手里的牌）。

将剩余游戏牌放在桌子中央，作为牌堆（玩家在游戏中弃置的牌放在一旁，组成弃牌堆，弃牌堆里的牌全部正面朝上放置）。

进行游戏时，由主公开始，按逆时针方向以回合的方式进行。

即：每名玩家有一个自己的回合，一名玩家回合结束后，其右边玩家的回合开始，依次轮流进行。

每个玩家的回合可以分为六个阶段：

1. 准备阶段

2. 判定阶段

3. 摸牌阶段

4. 出牌阶段

5. 弃牌阶段

6. 结束阶段

下面对这几个阶段进行描述：

### 准备阶段

通常可以跳过，有些武将可以使用此阶段的技能。

### 判定阶段

若你的面前横置着延时类锦囊，你必须依次对这些延时类锦囊进行判定。

*若你的面前横置有两种或更多的延时类锦囊，你从最后一个施加给你的锦囊开始判定（最早放置的最后判定）。*

### 摸牌阶段

你从牌堆顶摸两张牌。

*在游戏里，若没有特殊说明，“摸…张牌”指的就是从牌堆最上方摸牌。*

*当需要摸牌或将要对牌堆产生影响时，牌堆没牌，则立即将弃牌堆洗混后形成新的摸牌堆。*

### 出牌阶段

你可以使用0到任意张牌，加强自己或攻击他人，但必须遵守以下两条规则：

1. 每个出牌阶段仅限使用一次【杀】。

2. 任何一个玩家面前的判定区或装备区里不能放有两张同名的牌。

每使用一张牌，即执行该牌之效果，详见“游戏牌详解”。如无特殊说明，游戏牌在使用后均需弃置（放入弃牌堆）。

### 弃牌阶段

在出牌阶段中，不想出或没法出牌时，就进入弃牌阶段，此时检查你的手牌数是否超出你当前的体力值（你的手牌上限等于你当前的体力值），每超出一张，需要弃一张手牌。

### 结束阶段

通常可以跳过，有些武将可以使用此阶段的技能。

___

## 补充说明

1. 在游戏里，若无特殊说明，摸牌即是说从游戏牌堆顶摸牌。

2. 玩家在游戏中使用、打出或弃置的游戏牌放在一旁，组成弃牌堆，弃牌堆里的牌全部正面朝上放置。

3. 当牌堆没牌时，则立即将弃牌堆洗混后形成新的牌堆。

4. “体力上限”与“当前体力值”不一样，请注意区别。

___

## 武将死亡

当一个武将的体力降到0或更低时，即进入濒死状态，除非自己或他人在此时用【桃】来挽救该武将，否则该武将死亡。武将死亡后，弃置该武将所有牌及判定区里的牌，并亮出身份牌。

任何人杀死一名反贼（即凶手也是反贼），立即摸三张牌。

若主公杀死了忠臣，主公需要立即弃掉所有手牌和已装备的牌。

___

## 游戏结束

当以下任意一种情况发生时，游戏立即结束：

1、主公被杀。此时若内奸是唯一存活的角色（有且仅有一名内奸存活），则内奸获胜，除此之外的情况为反贼获胜（不论反贼角色死活）。

2、所有的反贼和内奸都已死亡：主公和忠臣（不论死活）都获胜。

（原文地址： https://sgs.52pk.com/zl/201205/5299813.shtml ）

  ]========================================],
}

-- aux skills
Fk:loadTranslationTable{
  ["discard_skill"] = "弃牌",
  ["choose_cards_skill"] = "选牌",
  ["choose_players_skill"] = "选择角色",
  ["ex__choose_skill"] = "选择",
  ["distribution_select_skill"] = "分配",
  ["choose_players_to_move_card_in_board"] = "选择角色",
  ["reveal_skill&"] = "亮将",
  ["#reveal_skill&"] = "选择一个武将亮将（点击左侧选择框展开）",
  [":reveal_skill&"] = "出牌阶段，你可明置一张有锁定技的武将。",
  ["revealMain"] = "明置主将 %arg",
  ["revealDeputy"] = "明置副将 %arg",

  ["game_rule"] = "弃牌阶段",
  ["replace_equip"] = "替换装备",
  ["#EquipmentChoice"] = "%arg",
  ["#GameRuleReplaceEquipment"] = "请选择要置入的区域",
}
